brew 'asdf'
brew 'direnv'
brew 'git'
brew 'go'
brew 'golangci-lint'
brew 'jq'
brew 'neovim'
brew 'ripgrep'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'

cask 'stats'
