tap 'homebrew/core'
tap 'homebrew/cask'
tap 'homebrew/services'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'direnv'
brew 'fd'
brew 'git'
brew 'go'
brew 'jq'
brew 'pstree'
brew 'python3'
brew 'ripgrep'
brew 'chruby'
brew 'ruby-install'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'npm'

# Utilities
cask 'docker'
cask 'spectacle'
cask 'zoom'

# Terminals
cask 'iterm2'

# Browsers
cask 'google-chrome'
cask 'firefox'

# Editors
brew 'neovim'
brew 'vim'
cask 'visual-studio-code'
cask 'macdown'
